export const pm_list = [{"id": "m22574", "member": "쌈무", "subject": "👍", "preview": "위즈원 좋은아침😊 오늘은 뭐해요오", "time": "2021/03/30 09:06"}, {"id": "m22557", "member": "광배", "subject": "그리구", "preview": "오늘은 나 고등학생때 부터 친하게 지내던 언니만나서휘낭시에도 사고 마들렌도 샀는데", "time": "2021/03/29 21:54"}, {"id": "m22427", "member": "광배", "subject": "나의", "preview": "작고 귀여운 맬렁 마시멜로~~~가 아니고 튤립 ㅋㅋㅋㅋ 나의 비싸고 귀여운 맬렁 ", "time": "2021/03/29 21:42"}, {"id": "m22556", "member": "조유리", "subject": "👍", "preview": "우리 엄마보다 빠른 스피드...", "time": "2021/03/29 21:31"}, {"id": "m22551", "member": "조유리", "subject": "❤️", "preview": "완벽한 대답. (조금의 짜증만 빼면)", "time": "2021/03/29 21:17"}, {"id": "m22549", "member": "조유리", "subject": "😘", "preview": "나의 작고 귀여븐...머...?머라구...? 머시당가...? 이거시?", "time": "2021/03/29 20:54"}, {"id": "m22538", "member": "장원영", "subject": "에노지캠ㅋㅋㅋ", "preview": "대기실에서 언니들이 내 싹쓰리 녹화 보고있는줄 몰랐어ㅋㅋㅋㅋ 나도 에노지캠 보고 ", "time": "2021/03/29 20:08"}, {"id": "m22259", "member": "야부키 나코", "subject": "なこめ♡나코메일 ", "preview": "붙임머리 떼고 잎머리 짤랐당 ㅎㅎ エクステ取って、前髪切った😊 뭔가 머리가 짧으면 ", "time": "2021/03/29 19:48"}, {"id": "m22490", "member": "미야와키 사쿠라", "subject": "🤫🤫", "preview": "思ったより早めにお届けできそうです🥳🥳💗今日の16時に、宮脇咲良ちゃんねるに集まれぇ🙆‍♂", "time": "2021/03/29 15:47"}, {"id": "m22492", "member": "월클토미", "subject": "📻", "preview": "こんにちは😃 ひいだよ🍓 だーれだっ 今日はWorld get you最終回です…！！ 1", "time": "2021/03/29 15:09"}, {"id": "m22486", "member": "김민주 앤젤", "subject": "👼", "preview": "소즁한 엔젤이..생일날 대기실에 달아주셨는데 너무 귀여워서 차에 데리고 다녀용너무", "time": "2021/03/29 14:55"}, {"id": "m22484", "member": "오리예나", "subject": "ㅋㅋㅋㅋ🐙", "preview": "유리랑🐙❤️ㅋㅋㅋㅋㅋㅋㅋ 커플 문어 ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ 너무웃겨ㅠㅋㅋㅋㅋㅋ 표", "time": "2021/03/29 14:51"}];
	
export const member_name_dict = {"장원영": 0, "チャン・ウォニョン": 0, "미야와키 사쿠라": 1, "宮脇咲 良": 1, "宮脇咲良": 1, "조유리": 2, "チョ・ユリ": 2, "최예나": 3, "チェ・イェナ": 3, "안유진": 4, "야부키 나코": 5, "矢吹奈子": 5, "권은비": 6, "クォン・ウンビ": 6, "강혜원": 7, "カン・へウォン": 7, "혼다 히토미": 8, "本田仁美": 8, "김채원": 9, "キム・チェウォン": 9, "김민주": 10, "キム・ミンジュ": 10, "이채연": 11, "イ・チェヨン": 11, "운영팀": 12, "오리예나": 3, "월클토미": 8, "김민주 앤젤": 10, "쌈무": 9, "광배": 7, "깃털채연": 11};

export const n_to_member = {
	0:"장원영",
	1:"미야와키 사쿠라",
	2:"조유리",
	3:"최예나",
	4:"안유진",
	5:"야부키 나코",
	6:"권은비",
	7:"강혜원",
	8:"혼다 히토미",
	9:"김채원",
	10:"김민주",
	11:"이채연",
}
	
export const member_color_dict = {
		0:"#d9598c",
		1:"#f1d2e7",
		2:"#f3aa51",
		3:"#fcf695",
		4:"#567ace",
		5:"#b7d3e9",
		6:"#bbb0dc",
		7:"#db706c",
		8:"#f1c3aa",
		9:"#cee5d5",
		10: "#fff",
		"이채연":"#a7e0e1"
}
